Revit 2027 API
ParameterTypeId.PhyMaterialParamShearMod2 Property
 "Shear modulus Y"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamShearMod2 { get; }
Public Shared ReadOnly Property PhyMaterialParamShearMod2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamShearMod2 {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamShearMod2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace